{
    "Language" : "اللغة",
    "navbar": {
        "home" : "الرئيسية",
        "about" : "من نحن",
        "mission" : "رسالتنا",
        "vision" : "رؤيتنا",
        "goals" : "اهدافنا",
        "values" : "قيمنا",
        "service" : "خدماتنا",
        "project" : "مشاريعنا",
        "contactUs" : "تواصل معنا"
    },
    "main":{
        "maintext" : "نؤمن نقل بضائعك بمعايير عالمية",
        "title1" : "اسطول متكامل يلبي اعلى معايير الجودة من النقل البري واللوجستي",
        "title2" : "هــذا هو الســبب في أن الدروب العام هي الشــريك المفضل للنقل في",
        "title3" : "أنحــاء المملكة ودول مجلس التعاون والاردن ومصر",
        "profile" : "تحميل البرفايل"
    },
    "about":{
        "aboutus" : "من نحن",
        "text" : "تعد شركة الدرب العام إحدى الشركات الرائدة في مجال النقل البري واللوجستي. نقدم خدمات النقل البري واللوجستي داخل المملكة العربية السعودية ودول مجلس التعاون والاردن ومصر. مقرها الرياض ولها اسطول متكامل يتكون من جرارة سطح المقطورات والعربات المقطورة ولوابد مخصصة لنقل المعدات الثقيلة والخرسانة الجاهزة وسطحات مخصصة للحمولات الطولية والمرتفعة وشاحنات مسطحة ذات قدرة وكفاءة عالية وبالإضافة إلى فريق عمل خبير ومدرب للتعامل مع جميع البضائع والحمولات الاستثنائية فإننا ندير احتياجات العملاء من خلال عمليات واسعة النطاق لتلبي اعلى معايير الجودة."
    },
    "vision":{
        "vision" : "الرؤية",
        "text" : "تسعى شركة الدرب العام لأن تكون رائدة في قطاع النقل البري واللوجستيات بالمملكة العربية السعودية ومنطقة مجلس التعاون الخليجي، وتهدف إلى تقديم أفضل خدمات النقل واللوجستيات بمعايير عالمية ونحن نسعى جاهدين لتحقيق التميز في كل جانب من جوانب عملنا من خلال الاستثمار في تطوير البنية التحتية والتكنولوجيا، وتوفير أسطول متطور ومتنوع، وتدريب وتأهيل العمالة لضمان تقديم خدمات استثنائية تلبي احتياجات عملائنا وتفوق توقعاتهم."
    },
    "mission":{
        "mission" : "الرسالة",
        "text" : "تسعى شركة الدرب العام لتقديم حلول نقل ولوجستية مبتكرة وموثوقة تلبي احتياجات عملائنا في المملكة العربية السعودية ودول مجلس التعاون الخليجي. نحن نسعى لتحقيق الاستدامة والنمو المستدام من خلال التفوق في الخدمة والابتكار في كل ما نقدمه، مع التزامنا القوي بالجودة والكفاءة والاحترافية في كل تفاصيل عملنا."
    }
}